Repository: HindAlmaaz/Neptun
Catalog: Nebton 2/*.lproj/Localizable.strings
Languages: ar

# CardTitle1
source: Neptune and Planet Earth
ar: نبتون وكوكب الأرض

# CardSub1
source: Help Neptune explore planet Earth
ar: ساعد نبتون على اكتشاف كوكب الأرض

# CardTitle2
source: The Apple of Neptune
ar: تفاحة نبتون

# CardSub2
source: Help Neptune pick fresh apples
ar: ساعد نبتون على اختيار التفاح الطازج

# Story1
source: Neptune is a cat from the planet Neptune decided to land on earth and discover it. After hearing some interesting stories about the wonders of the earth. Upon the arrival of Neptune, He saw Ahmed standing looking at some lights Neptune wondered and asked out loud: What is this?? It was the first time he saw these lights in their wondrous colors. Ahmed replied: It's the traffic light. We stop according to the lighted color. If it is red we stop, if it is yellow we prepare and if it is red we go. Neptune wondered and said: Which green are you talking about? Do you mean this white? Ahmed said: No, it is green. Neptune was puzzled
ar: نبتون قط من كوكب نبتون قرر الهبوط على كوكب الارض واكتشافها. بعد سماعه بعض القصص المثيره للإهتمام عن عجائب الارض. عند وصول نبتون رأى الطفل احمد متوقف ينظر الى بعض الأضواء. تعجب نبتون وسأل بصوت عالي: ماهذا؟؟ حيث كانت المره الاولى التي يرى فيها هذه الأضواء بألوانها العجيبة. أجابه احمد : إنها إشارة المرور نتوقف حسب اللون المضاء . إذا كان أحمر نتوقف وإذا كان أصفر نستعد وإذا كان أحمر ننطلق . تعجب نبتون وقال: عن أي أخضر تتحدث هل تقصد هذا الابيض؟ قال أحمد: لا إنه لون أخضر شعر نبتون بالحيرة

# Story2
source: The next day, Neptune went out for a walk and explored the city. Neptune saw many things in different colors that he was not used to seeing in his planet Neptune. During his walk, he felt very hungry. He decided to take a short break to enjoy a snack. Neptune saw a fruit seller and stopped by to buy some apples. But he was surprised that the man sells rotten apples. An angry Neptune shouted at the man: Hey man! Do you want to cheat me? The man was surprised and said: what are you talking about? Neptune said: Don't you see your apples are rotten and moldy?! The people gathered at the loudness of the discussion between Neptune and the fruit seller, and told Neptune that he had to apologize and that the apples were indeed fresh. Neptune was puzzled
ar: في اليوم التالي خرج نبتون للتنزه واستكشاف المدينه كان نبتون يرى العديد من الأشياء بألوان مختلفة لم يعتد على رؤيتها في كوكبه نبتون وخلال تنزهه احس بالجوع الشديد فقرر أخذ استراحه قصيرة للإستمتاع بوجبة خفيفه رأى نبتون بائع الفواكة فتوقف عنده لشراء بعض التفاح ولكنه تفاجئ بأن الرجل يبيع تفاح فاسد صرخ نبتون غاضب على الرجل: يا رجل! هل تريد ان تغشني؟ تعجب الرجل وقال: عن ماذا تتكلم؟ قال نبتون: الا ترى انت تفاحك فاسد ومتعفن ؟! اجتمع الناس على علو صوت النقاش بين نبتون وبائع الفواكة وأخبروا نبتون ان عليه الاعتذار وان التفاح بالفعل طازج شعر نبتون بالحيرة

# Q1
source: Help Neptune choose green
ar: ساعد نبتون باختيار اللون الأخضر

# Q2
source: Help Neptune find fresh apples
ar: ساعد نبتون على معرفة التفاح الطازج

# AlertTitle1
source: Well done
ar: أحسنت

# Alertsub1
source: You helped Neptune learn about planet Earth
ar: لقد ساعدت نبتون على التعرف على كوكب الارض

# AlertTitle2
source: Nice try, you have the power of Neptune's eyesight
ar: محاولة جيدة أنت تمتلك قوة نظر نبتون

# Alertsub2
source: Neptune's eyesight
ar: نبتون

source: Select a language
ar: اختر اللغة

source: Arabic
ar: عربي

source: English
ar: إنجليزي

source: Back
ar: رجوع
